Repository: hiro5791/HexEditor
Catalog: src/HexEditor.App/Strings/*/Resources.resw
Source language: en
Languages: ar, cs, de, el, es, fa, fr, hu, id, it, ja, ja_jp, ko, pl, pt, ro, ru, th, tr, uk, vi, zh_hans, zh_hant

# Set_network_translationReport_enabled
source: Allow translation reports
ar: السماح بتقارير الترجمة
cs: Povolit hlášení překladů
de: Übersetzungsmeldungen zulassen
el: Να επιτρέπονται οι αναφορές μετάφρασης
es: Permitir informes de traducción
fa: اجازهٔ گزارش ترجمه
fr: Autoriser les signalements de traduction
hu: Fordítási bejelentések engedélyezése
id: Izinkan laporan terjemahan
it: Consenti segnalazioni di traduzione
ja: 翻訳の報告を許可する
ko: 번역 보고 허용
pl: Zezwalaj na zgłoszenia tłumaczeń
pt: Permitir relatórios de tradução
ro: Permitere rapoarte de traducere
ru: Разрешить отчеты о переводе
th: อนุญาตการรายงานการแปล
tr: Çeviri bildirimlerine izin ver
uk: Дозволити повідомлення про переклад
vi: Cho phép báo cáo dịch thuật
zh_hans: 允许翻译报告
zh_hant: 允許翻譯回報

# SetDesc_network_translationReport_enabled
source: Open the translation report form in the browser without asking first.
ar: فتح نموذج الإبلاغ عن الترجمة في المستعرض دون السؤال أولاً.
cs: Otevře formulář pro hlášení překladu v prohlížeči bez předchozího dotazu.
de: Das Formular für Übersetzungsmeldungen ohne Rückfrage im Browser öffnen.
el: Άνοιγμα της φόρμας αναφοράς μετάφρασης στο πρόγραμμα περιήγησης χωρίς προηγούμενη ερώτηση.
es: Abre el formulario de informe de traducción en el explorador sin preguntar antes.
fa: فرم گزارش ترجمه بدون پرسش قبلی در مرورگر باز شود.
fr: Ouvre le formulaire de signalement de traduction dans le navigateur sans demander de confirmation.
hu: A fordítási bejelentő űrlap megnyitása a böngészőben előzetes kérdés nélkül.
id: Membuka formulir laporan terjemahan di browser tanpa bertanya terlebih dahulu.
it: Apre il modulo di segnalazione della traduzione nel browser senza chiedere prima.
ja: 翻訳の報告のフォームを、確認せずにブラウザで開く。
ko: 번역 보고 양식을 묻지 않고 브라우저에서 엽니다.
pl: Otwiera formularz zgłoszenia tłumaczenia w przeglądarce bez wcześniejszego pytania.
pt: Abre o formulário de relatório de tradução no navegador sem perguntar antes.
ro: Deschide formularul de raportare a traducerilor în browser fără a întreba mai întâi.
ru: Открывать форму отчета о переводе в браузере без предварительного запроса.
th: เปิดแบบฟอร์มรายงานการแปลในเบราว์เซอร์โดยไม่ถามก่อน
tr: Çeviri bildirim formunu önce sormadan tarayıcıda açar.
uk: Відкривати форму повідомлення про переклад у браузері без попереднього запиту.
vi: Mở biểu mẫu báo cáo dịch thuật trong trình duyệt mà không hỏi trước.
zh_hans: 不经询问直接在浏览器中打开翻译报告表单。
zh_hant: 不先詢問即在瀏覽器中開啟翻譯回報表單。

# Set_shell_jumpList_enabled
source: Show the jump list
ar: إظهار قائمة الانتقال السريع
cs: Zobrazit seznam odkazů
de: Sprungliste anzeigen
el: Εμφάνιση της λίστας μετάβασης
es: Mostrar la lista de accesos directos
fa: نمایش فهرست پرش
fr: Afficher la liste de raccourcis
hu: Ugrólista megjelenítése
id: Tampilkan jump list
it: Mostra la jump list
ja: ジャンプリストを表示する
ko: 점프 목록 표시
pl: Pokazuj listę szybkiego dostępu
pt: Mostrar a lista de atalhos
ro: Afișare listă de salt
ru: Показывать список переходов
th: แสดงรายการกระโดด
tr: Atlama listesini göster
uk: Показувати список переходів
vi: Hiện danh sách nhảy
zh_hans: 显示跳转列表
zh_hant: 顯示跳躍清單

# SetDesc_shell_jumpList_enabled
source: Show recent and pinned files in the taskbar jump list.
ar: إظهار الملفات الأخيرة والمثبّتة في قائمة الانتقال السريع بشريط المهام.
cs: Zobrazí poslední a připnuté soubory v seznamu odkazů na hlavním panelu.
de: Zuletzt verwendete und angeheftete Dateien in der Sprungliste der Taskleiste anzeigen.
el: Εμφάνιση πρόσφατων και καρφιτσωμένων αρχείων στη λίστα μετάβασης της γραμμής εργασιών.
es: Muestra los archivos recientes y anclados en la lista de accesos directos de la barra de tareas.
fa: فایل‌های اخیر و سنجاق‌شده در فهرست پرش نوار وظیفه نمایش داده شوند.
fr: Affiche les fichiers récents et épinglés dans la liste de raccourcis de la barre des tâches.
hu: A legutóbbi és a rögzített fájlok megjelenítése a tálca ugrólistáján.
id: Menampilkan file terbaru dan yang disematkan di jump list bilah tugas.
it: Mostra i file recenti e bloccati nella jump list della barra delle applicazioni.
ja: タスクバーのジャンプリストに最近使ったファイルとピン留めしたファイルを出す。
ko: 작업 표시줄 점프 목록에 최근 파일과 고정된 파일을 표시합니다.
pl: Pokazuje ostatnie i przypięte pliki na liście szybkiego dostępu paska zadań.
pt: Mostra arquivos recentes e fixados na lista de atalhos da barra de tarefas.
ro: Afișează fișierele recente și fixate în lista de salt din bara de activități.
ru: Показывать последние и закрепленные файлы в списке переходов на панели задач.
th: แสดงไฟล์ล่าสุดและไฟล์ที่ปักหมุดในรายการกระโดดของแถบงาน
tr: Son kullanılan ve sabitlenen dosyaları görev çubuğu atlama listesinde gösterir.
uk: Показувати останні й закріплені файли в списку переходів на панелі завдань.
vi: Hiện các tệp gần đây và đã ghim trong danh sách nhảy trên thanh tác vụ.
zh_hans: 在任务栏跳转列表中显示最近使用的文件和已固定的文件。
zh_hant: 在工作列跳躍清單中顯示最近使用和已釘選的檔案。

# Set_shell_openWith_extensions
source: "Open with" extensions
ar: امتدادات "فتح باستخدام"
cs: Přípony pro „Otevřít v programu“
de: Erweiterungen für „Öffnen mit“
el: Επεκτάσεις για το "Άνοιγμα με"
es: Extensiones para “Abrir con”
fa: پسوندهای «باز کردن با»
fr: Extensions pour « Ouvrir avec »
hu: „Társítás” kiterjesztések
id: Ekstensi "Buka dengan"
it: Estensioni per “Apri con”
ja: 「プログラムから開く」の拡張子
ko: [연결 프로그램] 확장자
pl: Rozszerzenia dla „Otwórz za pomocą”
pt: Extensões de “Abrir com”
ro: Extensii pentru „Deschidere cu”
ru: Расширения для «Открыть с помощью»
th: นามสกุลสำหรับ "เปิดด้วย"
tr: "Birlikte aç" uzantıları
uk: Розширення для «Відкрити за допомогою»
vi: Phần mở rộng cho "Mở bằng"
zh_hans: “打开方式”扩展名
zh_hant: 「開啟檔案」的副檔名

# SetDesc_shell_openWith_extensions
source: Extensions offered in "Open with", separated by ";". Empty uses .bin;.dat;.img;.rom;.dmp;.raw;.iso.
ar: الامتدادات المعروضة في "فتح باستخدام"، مفصولة بـ ";". عند تركها فارغة تُستخدم .bin;.dat;.img;.rom;.dmp;.raw;.iso.
cs: Přípony nabízené v nabídce „Otevřít v programu“, oddělené znakem „;“. Prázdné použije .bin;.dat;.img;.rom;.dmp;.raw;.iso.
de: In „Öffnen mit“ angebotene Erweiterungen, getrennt durch „;“. Leer bedeutet .bin;.dat;.img;.rom;.dmp;.raw;.iso.
el: Επεκτάσεις που προτείνονται στο "Άνοιγμα με", διαχωρισμένες με ";". Αν είναι κενό, χρησιμοποιούνται οι .bin;.dat;.img;.rom;.dmp;.raw;.iso.
es: Extensiones que se ofrecen en “Abrir con”, separadas por “;”. Si está vacío, se usa .bin;.dat;.img;.rom;.dmp;.raw;.iso.
fa: پسوندهایی که در «باز کردن با» ارائه می‌شوند، جداشده با «;». خالی یعنی .bin;.dat;.img;.rom;.dmp;.raw;.iso.
fr: Extensions proposées dans « Ouvrir avec », séparées par « ; ». Vide : .bin;.dat;.img;.rom;.dmp;.raw;.iso.
hu: A „Társítás” menüben felkínált kiterjesztések, „;” jellel elválasztva. Üresen: .bin;.dat;.img;.rom;.dmp;.raw;.iso.
id: Ekstensi yang ditawarkan di "Buka dengan", dipisahkan dengan ";". Kosong menggunakan .bin;.dat;.img;.rom;.dmp;.raw;.iso.
it: Estensioni proposte in “Apri con”, separate da “;”. Se vuoto, usa .bin;.dat;.img;.rom;.dmp;.raw;.iso.
ja: 「プログラムから開く」の候補にする拡張子 (; 区切り)。空なら .bin;.dat;.img;.rom;.dmp;.raw;.iso。
ko: [연결 프로그램]에 표시할 확장자입니다(";"로 구분). 비워 두면 .bin;.dat;.img;.rom;.dmp;.raw;.iso를 사용합니다.
pl: Rozszerzenia oferowane w „Otwórz za pomocą”, rozdzielone znakiem „;”. Puste oznacza .bin;.dat;.img;.rom;.dmp;.raw;.iso.
pt: Extensões oferecidas em “Abrir com”, separadas por “;”. Vazio usa .bin;.dat;.img;.rom;.dmp;.raw;.iso.
ro: Extensiile oferite în „Deschidere cu”, separate prin „;”. Dacă este gol, se utilizează .bin;.dat;.img;.rom;.dmp;.raw;.iso.
ru: Расширения, предлагаемые в меню «Открыть с помощью», через «;». Если пусто, используется .bin;.dat;.img;.rom;.dmp;.raw;.iso.
th: นามสกุลที่แสดงใน "เปิดด้วย" คั่นด้วย ";" หากเว้นว่างจะใช้ .bin;.dat;.img;.rom;.dmp;.raw;.iso
tr: "Birlikte aç" içinde sunulan uzantılar, ";" ile ayrılır. Boş bırakılırsa .bin;.dat;.img;.rom;.dmp;.raw;.iso kullanılır.
uk: Розширення, що пропонуються в меню «Відкрити за допомогою», розділені «;». Якщо порожньо, використовується .bin;.dat;.img;.rom;.dmp;.raw;.iso.
vi: Các phần mở rộng được đề xuất trong "Mở bằng", phân cách bằng ";". Để trống sẽ dùng .bin;.dat;.img;.rom;.dmp;.raw;.iso.
zh_hans: 在“打开方式”中提供的扩展名，以“;”分隔。留空则使用 .bin;.dat;.img;.rom;.dmp;.raw;.iso。
zh_hant: 在「開啟檔案」中提供的副檔名，以「;」分隔。保留空白則使用 .bin;.dat;.img;.rom;.dmp;.raw;.iso。

# SetSection_Explorer
source: File Explorer integration
ar: التكامل مع مستكشف الملفات
cs: Integrace s Průzkumníkem souborů
de: Datei-Explorer-Integration
el: Ενοποίηση με την Εξερεύνηση αρχείων
es: Integración con el Explorador de archivos
fa: یکپارچگی با File Explorer
fr: Intégration à l'Explorateur de fichiers
hu: Fájlkezelő-integráció
id: Integrasi File Explorer
it: Integrazione con Esplora file
ja: エクスプローラーとの連携
ko: 파일 탐색기 통합
pl: Integracja z Eksploratorem plików
pt: Integração com o Explorador de Arquivos
ro: Integrare cu Explorer
ru: Интеграция с проводником
th: การทำงานร่วมกับ File Explorer
tr: Dosya Gezgini tümleştirmesi
uk: Інтеграція з Провідником файлів
vi: Tích hợp File Explorer
zh_hans: 文件资源管理器集成
zh_hant: 檔案總管整合

# SetSearch_Explorer
source: context menu open with association register
ar: context menu open with association register قائمة السياق فتح باستخدام اقتران تسجيل
cs: místní nabídka mistni nabidka otevřít v otevrit přidružení pridruzeni registrovat context menu open with association register
de: kontextmenü öffnen mit zuordnung registrieren context menu open with association register
el: μενού περιβάλλοντος άνοιγμα με συσχέτιση καταχώριση context menu open with association register
es: menú contextual abrir con asociación registrar context menu open with association register
fa: منوی زمینه باز کردن با ارتباط فایل ثبت, context menu open with association register
fr: menu contextuel ouvrir avec association inscrire context menu open with register
hu: helyi menü jobb kattintás társítás tarsitas regisztrálás regisztralas context menu open with association register
id: menu konteks buka dengan asosiasi daftar context menu open with association register
it: menu di scelta rapida apri con associazione registra context menu open with association register
ja: みぎくりっくめにゅー かんれんづけ とうろく
ko: 상황에 맞는 메뉴 오른쪽 클릭 연결 프로그램 파일 연결 등록 context menu open with association register
pl: menu kontekstowe otwórz za pomocą skojarzenie zarejestruj context menu open with association register
pt: menu de contexto abrir com associação registrar context menu open with association register
ro: meniu contextual deschidere cu asociere inregistrare înregistrare context menu open with association register
ru: контекстное меню открыть с помощью сопоставление регистрация context menu open with association register
th: เมนูคลิกขวา เปิดด้วย การเชื่อมโยง ลงทะเบียน context menu open with association register
tr: bağlam menüsü birlikte aç ilişkilendirme kaydet context menu open with association register
uk: контекстне меню відкрити за допомогою зіставлення зареєструвати context menu open with association register
vi: menu ngữ cảnh mở bằng liên kết đăng ký context menu open with association register
zh_hans: 右键菜单 上下文菜单 打开方式 关联 注册 context menu open with association register
zh_hant: 右鍵功能表 內容功能表 開啟檔案 關聯 登錄 context menu open with association register

# SetSection_Network
source: Features that use the network
ar: الميزات التي تستخدم الشبكة
cs: Funkce využívající síť
de: Funktionen, die das Netzwerk verwenden
el: Λειτουργίες που χρησιμοποιούν το δίκτυο
es: Funciones que usan la red
fa: قابلیت‌هایی که از شبکه استفاده می‌کنند
fr: Fonctionnalités utilisant le réseau
hu: Hálózatot használó funkciók
id: Fitur yang menggunakan jaringan
it: Funzionalità che usano la rete
ja: ネットワークを使う機能
ko: 네트워크를 사용하는 기능
pl: Funkcje korzystające z sieci
pt: Recursos que usam a rede
ro: Caracteristici care utilizează rețeaua
ru: Функции, использующие сеть
th: ฟีเจอร์ที่ใช้เครือข่าย
tr: Ağı kullanan özellikler
uk: Функції, що використовують мережу
vi: Tính năng dùng mạng
zh_hans: 使用网络的功能
zh_hant: 使用網路的功能

# SetSearch_Network
source: network internet connection offline privacy
ar: network internet connection offline privacy شبكة إنترنت اتصال عدم الاتصال خصوصية
cs: síť sit internet připojení pripojeni offline soukromí soukromi network internet connection offline privacy
de: netzwerk internet verbindung offline datenschutz network connection privacy
el: δίκτυο Internet σύνδεση εκτός σύνδεσης απόρρητο network internet connection offline privacy
es: red internet conexión sin conexión privacidad network connection offline privacy
fa: شبکه اینترنت اتصال آفلاین حریم خصوصی, network internet connection offline privacy
fr: réseau internet connexion hors connexion confidentialité network connection offline privacy
hu: hálózat halozat internet kapcsolat offline adatvédelem adatvedelem network internet connection offline privacy
id: jaringan internet koneksi offline privasi network internet connection offline privacy
it: rete internet connessione offline privacy network connection
ja: ねっとわーく つうしん おふらいん ぷらいばしー
ko: 네트워크 인터넷 연결 오프라인 개인 정보 network internet connection offline privacy
pl: sieć internet połączenie offline prywatność network connection privacy
pt: rede internet conexão offline privacidade network connection privacy
ro: retea rețea internet conexiune offline confidentialitate confidențialitate network connection privacy
ru: сеть интернет подключение автономный конфиденциальность network internet connection offline privacy
th: เครือข่าย อินเทอร์เน็ต การเชื่อมต่อ ออฟไลน์ ความเป็นส่วนตัว network internet connection offline privacy
tr: ağ internet bağlantı çevrimdışı gizlilik network internet connection offline privacy
uk: мережа інтернет підключення автономний конфіденційність network internet connection offline privacy
vi: mạng internet kết nối ngoại tuyến quyền riêng tư network internet connection offline privacy
zh_hans: 网络 互联网 连接 脱机 离线 隐私 network internet connection offline privacy
zh_hant: 網路 網際網路 連線 離線 隱私權 network internet connection offline privacy

# Shell_Register
source: Register
ar: تسجيل
cs: Registrovat
de: Registrieren
el: Καταχώριση
es: Registrar
fa: ثبت
fr: Inscrire
hu: Regisztrálás
id: Daftarkan
it: Registra
ja: 登録する
ko: 등록
pl: Zarejestruj
pt: Registrar
ro: Înregistrare
ru: Зарегистрировать
th: ลงทะเบียน
tr: Kaydet
uk: Зареєструвати
vi: Đăng ký
zh_hans: 注册
zh_hant: 登錄

# Shell_Registered
source: "Open with HexEditor" is registered.
ar: تم تسجيل "فتح باستخدام HexEditor".
cs: Příkaz „Otevřít v aplikaci HexEditor“ je registrován.
de: „Mit HexEditor öffnen“ ist registriert.
el: Το "Άνοιγμα με το HexEditor" έχει καταχωριστεί.
es: “Abrir con HexEditor” está registrado.
fa: «باز کردن با HexEditor» ثبت شده است.
fr: « Ouvrir avec HexEditor » est inscrit.
hu: A „Megnyitás a HexEditor programmal” regisztrálva van.
id: "Buka dengan HexEditor" sudah terdaftar.
it: “Apri con HexEditor” è registrato.
ja: 「HexEditor で開く」が登録されています。
ko: "HexEditor로 열기"가 등록되어 있습니다.
pl: Polecenie „Otwórz za pomocą HexEditor” jest zarejestrowane.
pt: “Abrir com o HexEditor” está registrado.
ro: „Deschidere cu HexEditor” este înregistrat.
ru: Команда «Открыть с помощью HexEditor» зарегистрирована.
th: ลงทะเบียน "เปิดด้วย HexEditor" แล้ว
tr: "HexEditor ile aç" kayıtlı.
uk: Команду «Відкрити за допомогою HexEditor» зареєстровано.
vi: "Mở bằng HexEditor" đã được đăng ký.
zh_hans: 已注册“使用 HexEditor 打开”。
zh_hant: 已登錄「以 HexEditor 開啟」。

# Shell_NotRegistered
source: "Open with HexEditor" is not registered.
ar: لم يتم تسجيل "فتح باستخدام HexEditor".
cs: Příkaz „Otevřít v aplikaci HexEditor“ není registrován.
de: „Mit HexEditor öffnen“ ist nicht registriert.
el: Το "Άνοιγμα με το HexEditor" δεν έχει καταχωριστεί.
es: “Abrir con HexEditor” no está registrado.
fa: «باز کردن با HexEditor» ثبت نشده است.
fr: « Ouvrir avec HexEditor » n'est pas inscrit.
hu: A „Megnyitás a HexEditor programmal” nincs regisztrálva.
id: "Buka dengan HexEditor" belum terdaftar.
it: “Apri con HexEditor” non è registrato.
ja: 「HexEditor で開く」は登録されていません。
ko: "HexEditor로 열기"가 등록되어 있지 않습니다.
pl: Polecenie „Otwórz za pomocą HexEditor” nie jest zarejestrowane.
pt: “Abrir com o HexEditor” não está registrado.
ro: „Deschidere cu HexEditor” nu este înregistrat.
ru: Команда «Открыть с помощью HexEditor» не зарегистрирована.
th: ยังไม่ได้ลงทะเบียน "เปิดด้วย HexEditor"
tr: "HexEditor ile aç" kayıtlı değil.
uk: Команду «Відкрити за допомогою HexEditor» не зареєстровано.
vi: "Mở bằng HexEditor" chưa được đăng ký.
zh_hans: 未注册“使用 HexEditor 打开”。
zh_hant: 未登錄「以 HexEditor 開啟」。

# Shell_ManagedByWindows
source: Managed by Windows settings.
ar: تتم إدارته بواسطة إعدادات Windows.
cs: Spravováno nastavením Windows.
de: Wird über die Windows-Einstellungen verwaltet.
el: Η διαχείριση γίνεται από τις ρυθμίσεις των Windows.
es: Se administra desde la configuración de Windows.
fa: توسط تنظیمات Windows مدیریت می‌شود.
fr: Géré par les paramètres Windows.
hu: A Windows beállításai kezelik.
id: Dikelola oleh pengaturan Windows.
it: Gestito dalle impostazioni di Windows.
ja: Windows の設定で管理されます。
ko: Windows 설정에서 관리됩니다.
pl: Zarządzane przez ustawienia systemu Windows.
pt: Gerenciado pelas configurações do Windows.
ro: Gestionat de setările Windows.
ru: Управляется параметрами Windows.
th: จัดการโดยการตั้งค่า Windows
tr: Windows ayarları tarafından yönetiliyor.
uk: Керується параметрами Windows.
vi: Được quản lý bởi cài đặt Windows.
zh_hans: 由 Windows 设置管理。
zh_hant: 由 Windows 設定管理。

# Shell_NotAvailable
source: Not available in this build.
ar: غير متاح في هذا الإصدار.
cs: V tomto sestavení není k dispozici.
de: In diesem Build nicht verfügbar.
el: Δεν είναι διαθέσιμο σε αυτή την έκδοση.
es: No disponible en esta compilación.
fa: در این نسخه در دسترس نیست.
fr: Non disponible dans cette build.
hu: Ebben a buildben nem érhető el.
id: Tidak tersedia di build ini.
it: Non disponibile in questa build.
ja: このビルドでは使えません。
ko: 이 빌드에서는 사용할 수 없습니다.
pl: Niedostępne w tej kompilacji.
pt: Não disponível nesta compilação.
ro: Indisponibil în această versiune.
ru: Недоступно в этой сборке.
th: ไม่พร้อมใช้งานในบิลด์นี้
tr: Bu derlemede kullanılamaz.
uk: Недоступно в цій збірці.
vi: Không khả dụng trong bản dựng này.
zh_hans: 在此版本中不可用。
zh_hant: 無法在此組建中使用。

# Shell_StateUnavailable
source: The registration state could not be read.
ar: تعذّرت قراءة حالة التسجيل.
cs: Stav registrace nelze přečíst.
de: Der Registrierungsstatus konnte nicht gelesen werden.
el: Δεν ήταν δυνατή η ανάγνωση της κατάστασης καταχώρισης.
es: No se pudo leer el estado del registro.
fa: وضعیت ثبت قابل خواندن نبود.
fr: Impossible de lire l'état de l'inscription.
hu: A regisztráció állapota nem olvasható.
id: Status pendaftaran tidak dapat dibaca.
it: Impossibile leggere lo stato della registrazione.
ja: 登録の状態を読めませんでした。
ko: 등록 상태를 읽을 수 없습니다.
pl: Nie można odczytać stanu rejestracji.
pt: Não foi possível ler o estado do registro.
ro: Starea înregistrării nu a putut fi citită.
ru: Не удалось прочитать состояние регистрации.
th: ไม่สามารถอ่านสถานะการลงทะเบียนได้
tr: Kayıt durumu okunamadı.
uk: Не вдалося прочитати стан реєстрації.
vi: Không thể đọc trạng thái đăng ký.
zh_hans: 无法读取注册状态。
zh_hant: 無法讀取登錄狀態。

# Shell_OtherDistribution
source: Another edition of HexEditor is also registered. The menu may show two items.
ar: تم أيضاً تسجيل إصدار آخر من HexEditor. قد تعرض القائمة عنصرين.
cs: Je registrována i jiná edice aplikace HexEditor. Nabídka může zobrazit dvě položky.
de: Eine andere Edition von HexEditor ist ebenfalls registriert. Das Menü zeigt möglicherweise zwei Einträge.
el: Έχει καταχωριστεί και άλλη έκδοση του HexEditor. Το μενού μπορεί να εμφανίζει δύο στοιχεία.
es: También hay registrada otra edición de HexEditor. Es posible que el menú muestre dos elementos.
fa: نسخهٔ دیگری از HexEditor نیز ثبت شده است. ممکن است منو دو مورد نشان دهد.
fr: Une autre édition de HexEditor est également inscrite. Le menu peut afficher deux éléments.
hu: A HexEditor egy másik kiadása is regisztrálva van. A menüben két elem jelenhet meg.
id: Edisi HexEditor lain juga terdaftar. Menu mungkin menampilkan dua item.
it: È registrata anche un'altra edizione di HexEditor. Il menu potrebbe mostrare due voci.
ja: 他の配布形態の HexEditor も登録されています。メニューに 2 つ出ることがあります。
ko: 다른 버전의 HexEditor도 등록되어 있습니다. 메뉴에 항목이 두 개 표시될 수 있습니다.
pl: Zarejestrowana jest też inna edycja programu HexEditor. Menu może zawierać dwa elementy.
pt: Outra edição do HexEditor também está registrada. O menu pode mostrar dois itens.
ro: Este înregistrată și o altă ediție a HexEditor. Meniul poate afișa două elemente.
ru: Другой выпуск HexEditor также зарегистрирован. В меню может отображаться два пункта.
th: HexEditor รุ่นอื่นก็ลงทะเบียนไว้ด้วย เมนูอาจแสดงสองรายการ
tr: HexEditor'ın başka bir sürümü de kayıtlı. Menüde iki öğe görünebilir.
uk: Також зареєстровано інший випуск HexEditor. У меню можуть відображатися два елементи.
vi: Một phiên bản HexEditor khác cũng đã được đăng ký. Menu có thể hiển thị hai mục.
zh_hans: HexEditor 的另一个版本也已注册。菜单中可能会显示两个项。
zh_hant: 也登錄了另一個版本的 HexEditor。功能表可能會顯示兩個項目。

# SetSection_UnregisterPc
source: Unregister from this PC
ar: إلغاء التسجيل من هذا الكمبيوتر
cs: Zrušit registraci v tomto počítači
de: Registrierung auf diesem PC aufheben
el: Κατάργηση καταχώρισης από αυτόν τον υπολογιστή
es: Anular el registro en este equipo
fa: لغو ثبت از این رایانه
fr: Désinscrire de ce PC
hu: Regisztráció törlése erről a számítógépről
id: Batalkan pendaftaran dari PC ini
it: Annulla registrazione da questo PC
ja: この PC から登録を解除
ko: 이 PC에서 등록 취소
pl: Wyrejestruj z tego komputera
pt: Cancelar registro neste PC
ro: Anulare înregistrare de pe acest PC
ru: Отменить регистрацию на этом компьютере
th: ยกเลิกการลงทะเบียนจากพีซีนี้
tr: Bu bilgisayardan kaydı kaldır
uk: Скасувати реєстрацію на цьому ПК
vi: Hủy đăng ký khỏi PC này
zh_hans: 从此电脑取消注册
zh_hant: 從此電腦取消登錄

# SetSearch_UnregisterPc
source: uninstall remove registry portable
ar: uninstall remove registry portable إلغاء التثبيت إزالة السجل محمول
cs: odinstalovat odebrat registr přenosná prenosna uninstall remove registry portable
de: deinstallieren entfernen registrierung portabel uninstall remove registry portable
el: κατάργηση εγκατάστασης διαγραφή μητρώο φορητή uninstall remove registry portable
es: desinstalar quitar registro portable uninstall remove registry
fa: حذف نصب رجیستری قابل حمل, uninstall remove registry portable
fr: désinstaller supprimer registre portable uninstall remove registry
hu: eltávolítás eltavolitas törlés torles beállításjegyzék hordozható hordozhato uninstall remove registry portable
id: copot hapus registri portabel uninstall remove registry portable
it: disinstalla rimuovi registro portatile uninstall remove registry portable
ja: あんいんすとーる さくじょ れじすとり ぽーたぶる
ko: 제거 삭제 레지스트리 포터블 등록 취소 uninstall remove registry portable
pl: odinstaluj usuń rejestr przenośna uninstall remove registry portable
pt: desinstalar remover registro portátil uninstall remove registry portable
ro: dezinstalare eliminare registry registru portabil uninstall remove portable
ru: удалить реестр портативная uninstall remove registry portable
th: ถอนการติดตั้ง ลบ รีจิสทรี พกพา uninstall remove registry portable
tr: kaldır sil kayıt defteri taşınabilir uninstall remove registry portable
uk: видалити реєстр портативна uninstall remove registry portable
vi: gỡ cài đặt xóa sổ đăng ký di động uninstall remove registry portable
zh_hans: 卸载 删除 移除 注册表 便携 uninstall remove registry portable
zh_hant: 解除安裝 移除 登錄 可攜式 uninstall remove registry portable
